import * as assets from "../assets";

const communityEvents = {
  title: "社区活动",
  summary:
    "(测试用）清华大学于安大略省成功举办了一场中加文化交流活动。此活动汇聚了两国知名学者、艺术家与学生，共同探讨教育、科技与艺术的前沿进展。活动现场设有中式书画展、科技成果演示以及中加合作项目的讨论。此次交流不仅深化了两地学术合作，还为在加的中国留学生提供了一个展示自己才华的平台。",
  content: [
    [
      "text",
      "安大略省，一个融合了多元文化的加拿大经济、文化和教育中心，尤其以其都会区多伦多著称。数十年来，无数华人学生汇聚至此，寻求高等教育。当他们从各大院校毕业后，许多选择留在这片繁华的土地上，深耕职场，打造家园。为了更好地凝聚这群人，安大略华人校友会应运而生，它的目标十分明确：构建一个强大的网络，为校友们提供职业、文化、社交和情感上的支持。华人校友们希望借此平台，分享彼此的经验和资源，互相激励，助力每个人更好地适应并充实在安大略的生活。安大略华人校友会也希望弥补文化与家乡之间的距离。通过各种活动，让每一个华人校友感受到家的温暖，找到归属感，同时也帮助他们更好地融入加拿大的社会。",
    ],
    ["img", assets.ontario1],
    [
      "text",
      "如果说什么活动最能代表安大略华人校友会的精神，那无疑是他们的年度大型聚会。这一盛会是每一个华人校友的盛宴，它不仅提供了一个重聚的机会，更是展望未来的舞台。从刚刚踏入社会的年轻毕业生到已经在各行各业取得了骄人成绩的资深校友，每个人都期待这一天的到来。他们分享彼此的故事，探讨各种机会，建立更深的联系。这种交流深远地影响了每一个人的人生轨迹。特邀嘉宾的分享成为了活动的一大亮点。这些嘉宾，或是企业家，或是学者，或是政界人士，他们的经验和见解都为在场的华人校友提供了宝贵的指引。",
    ],
    ["img", assets.ontario2],
    [
      "text",
      "尽管身在异国他乡，但华人校友们始终未忘自己的文化根源。每当重要的中国传统节日到来，如春节、中秋节或清明节，安大略华人校友会都会倾力组织相应的活动。舞狮、舞龙、猜灯谜、制作和品尝月饼……这些富有文化内涵的活动，不仅拉近了校友们之间的距离，也成为了他们与家乡之间的纽带。此外，为了让下一代华人了解并继承这些传统，校友会还经常组织文化讲座和工作坊，这些活动为孩子们提供了一个认识和体验自己文化的窗口。",
    ],
    ["img", assets.ontario3],
    [
      "text",
      "安大略华人校友会并不仅仅关注自己的群体，他们也十分关心所在社区的发展和福祉。因此，每年都会有系列的公益活动，如慈善跑、捐款、环保活动等。这些活动不仅让华人校友们有机会为社区贡献自己的力量，也增强了他们与其他社群的联系，建立了良好的形象。无论是为了支持当地的慈善组织，还是帮助那些在生活中遭遇困境的人们，华人校友们都以实际行动，表达了他们对社会的关心和感激。",
    ],
  ],
  picture: "",
  color: "rose-600",
};

const communityNews = {
  title: "社区新闻",
  summary:
    "(测试用）安大略省华人社区近日举办了一场盛大的中秋节庆祝活动。位于多伦多的华人文化中心内，人们聚集观看精彩的舞狮、舞龙表演，品尝月饼及传统美食。同时，社区还为孩子们设立了灯笼制作工坊。活动中，当地政府代表也应邀出席，与华人社区领袖共同讲话，强调多元文化的和谐共处。这次的中秋庆典不仅展现了华人的传统文化，更促进了安大略省多元文化社群间的交流与理解。",
  picture: "",
  color: "indigo-600",
};

const insuranceFact = {
  title: "保险知识",
  summary:
    "(测试用）在安大略省，购买车辆保险是驾车的法定要求。近期，由于多伦多及周边地区的交通事故增加，保险费率也相应上涨。对于安大略省的华人社群，特别是新移民，了解当地的保险政策尤为重要。保险公司通常会考虑驾驶经验、车辆型号、住址等因素来确定保费。此外，很多华人社团和机构提供关于如何选择和购买保险的讲座和咨询，帮助社区成员做出明智选择。定期比较不同公司的报价，并了解各种可能的折扣，如多车折扣或良好驾驶记录折扣，可帮助华人社群在安大略省更经济地购买车辆保险。",
  picture: "",
  color: "purple-400",
};

const communityService = {
  title: "社区优选服务",
  summary:
    "(测试用）安大略省华人社区为满足本地华人的特定需求，推出了一项名为“华域优选”的服务项目。该项目汇集了各类受到华人社区高度推荐和认可的商家与服务提供者，从餐饮、医疗到教育等多个领域。通过“华域优选”，当地华人可以更容易地找到与自己文化和生活习惯相契合的优质服务。每个参与“华域优选”的商家都需经过严格的筛选和审核，确保为社区提供最佳服务体验。这不仅为新移民华人提供了宾至如归的感觉，还促进了当地华商的经济发展，加强了安大略省华人社区的内部联系和凝聚力。",
  picture: "",
  color: "blue-600",
};

const journalList = [
  communityEvents,
  communityNews,
  insuranceFact,
  communityService,
];

export { journalList };
